Repository: EvidenceBKidscode/minetest_game
Catalog: mods/mtg_i18n/locale/*.po
Languages: fr

source: Air (you hacker you!)
fr: Air

source: Simple Bed
fr: Lit

source: Fancy Bed
fr: Lit luxueux

source: Boat
fr: Bateau

source: Bones
fr: Os

source: Empty Bucket
fr: Seau vide

source: Lava Bucket
fr: Seau de lave

source: River Water Bucket
fr: Seau d'eau de riviere

source: Water Bucket
fr: Seau d'eau

source: Brake rail
fr: Rail de ralentissement

source: Cart (Sneak+Click to pick up)
fr: Chariot (Mode furtif + clic gauche pour ramasser)

source: Powered rail
fr: Rail de propulsion

source: Acacia Bush Leaves
fr: Feuilles de buisson d'acacia

source: Acacia Bush Stem
fr: Racines de buisson d'acacia

source: Acacia Leaves
fr: Feuillage d'acacia

source: Acacia Tree Sapling
fr: Jeune acacia

source: Acacia Tree
fr: Tronc d'acacia

source: Acacia Wood Planks
fr: Planche en acacia

source: Apple
fr: Pomme

source: Aspen Leaves
fr: Feuilles de peuplier

source: Aspen Tree Sapling
fr: Plant de peuplier

source: Aspen Tree
fr: Tronc de peuplier

source: Aspen Wood Planks
fr: Planches en peuplier

source: Bronze Axe
fr: Hache en bronze

source: Diamond Axe
fr: Hache en diamant

source: Mese Axe
fr: Hache en mese

source: Steel Axe
fr: Hache en acier

source: Stone Axe
fr: Hache en pierre

source: Wooden Axe
fr: Hache en bois

source: Book
fr: Livre

source: Book With Text
fr: Livre redige

source: Bookshelf
fr: Bibliotheque

source: Brick Block
fr: Bloc de briques

source: Bronze Ingot
fr: Lingot de bronze

source: Bronze Block
fr: Bloc de bronze

source: Bush Leaves
fr: Feuillage

source: Bush Stem
fr: Racines de buisson

source: Chest
fr: Coffre

source: Locked Chest
fr: Coffre verrouille

source: Clay
fr: Argile

source: Clay Brick
fr: Brique en argile

source: Clay Lump
fr: Morceau d'argile

source: Cloud
fr: Nuage

source: Coal Lump
fr: Morceau de charbon

source: Coal Block
fr: Bloc de charbon

source: Cobblestone
fr: Pierre taillee

source: Copper Ingot
fr: Lingot de cuivre

source: Copper Lump
fr: Morceau de cuivre

source: Copper Block
fr: Bloc de cuivre

source: Brown Coral
fr: Corail marron

source: Orange Coral
fr: Corail orange

source: Coral Skeleton
fr: Corail de squelette

source: Desert Cobblestone
fr: Pave du desert

source: Desert Sand
fr: Sable du desert

source: Desert Sandstone
fr: Pierre en sable du desert

source: Desert Sandstone Block
fr: Bloc en sable du desert

source: Desert Sandstone Brick
fr: Briques en pierre du desert

source: Desert Stone
fr: Pierre du desert

source: Desert Stone Block
fr: Bloc de pierre du desert

source: Desert Stone Brick
fr: Brique de pierre du desert

source: Diamond
fr: Diamant

source: Diamond Block
fr: Bloc de diamant

source: Dirt
fr: Bloc de terre

source: Dirt with Dry Grass
fr: Bloc d'herbe

source: Dirt with Grass
fr: Bloc de terre avec de l'herbe

source: Dirt with Grass and Footsteps
fr: Bloc d'herbe pietinee

source: Dirt with Rainforest Litter
fr: Bloc de terre mouillee

source: Dirt with Snow
fr: Bloc de terre eneige

source: Dry Grass
fr: Bloc d'herbe sechee

source: Dry Shrub
fr: Broussaille sechee

source: Acacia Fence
fr: Barriere en acacia

source: Aspen Fence
fr: Barriere en peuplier

source: Junglewood Fence
fr: Barriere en bois de la jungle

source: Pine Fence
fr: Barriere en pin

source: Wooden Fence
fr: Barriere en bois

source: Flint
fr: Silex

source: Furnace
fr: Four

source: Glass
fr: Verre

source: Gold Ingot
fr: Lingot d'or

source: Gold Lump
fr: Pepite d'or

source: Gold Block
fr: Bloc d'or

source: Grass
fr: Herbes

source: Gravel
fr: Graviers

source: Ice
fr: Glace

source: Iron Lump
fr: Pepite de fer

source: Jungle Grass
fr: Herbe de la jungle

source: Jungle Leaves
fr: Feuilles de la jungle

source: Jungle Sapling
fr: Plant de la jungle

source: Jungle Tree
fr: Arbre de la jungle

source: Junglewood Planks
fr: Planches de bois de la jungle

source: Key
fr: Cle

source: Steel Ladder
fr: Echelle en acier

source: Wooden Ladder
fr: Echelle en bois

source: Flowing Lava
fr: Lave coulante

source: Lava Source
fr: Source de lave

source: Leaves
fr: Feuilles

source: Mese Block
fr: Bloc de mese

source: Mese Crystal
fr: Crystal de mese

source: Mese Crystal Fragment
fr: Fragment de crystal de mese

source: Mese Post Light
fr: Lampadaire de mese

source: Mese Lamp
fr: Lampe de mese

source: Mossy Cobblestone
fr: Pierre taillee mousseuse

source: Obsidian
fr: Obsidienne

source: Obsidian Block
fr: Bloc d'obsidienne

source: Obsidian Glass
fr: Verre d'obsidenne

source: Obsidian Shard
fr: Eclat d'obsidienne

source: Obsidian Brick
fr: Brique d'obsidienne

source: Paper
fr: Papier

source: Bronze Pickaxe
fr: Pioche en bronze

source: Diamond Pickaxe
fr: Pioche en diamant

source: Mese Pickaxe
fr: Pioche en mese

source: Steel Pickaxe
fr: Pioche en acier

source: Stone Pickaxe
fr: Pioche en pierre

source: Wooden Pickaxe
fr: Pioche en bois

source: Pine Needles
fr: Aiguilles de pin

source: Pine Sapling
fr: Plant de pin

source: Pine Tree
fr: Pin

source: Pine Wood Planks
fr: Planches de pin

source: Flowing River Water
fr: Eau coulante

source: River Water Source
fr: Source d'eau de riviere

source: Sand
fr: Sable

source: Sandstone
fr: Gres

source: Sandstone Block
fr: Gres sculpte

source: Sandstone Brick
fr: Gres poli

source: Sapling
fr: Plant

source: Bronze Shovel
fr: Pelle en bronze

source: Diamond Shovel
fr: Pelle en diamant

source: Mese Shovel
fr: Pelle en mese

source: Steel Shovel
fr: Pelle en acier

source: Stone Shovel
fr: Pelle en pierre

source: Wooden Shovel
fr: Pelle en bois

source: Steel Sign
fr: Panneau en acier

source: Wooden Sign
fr: Panneau en bois

source: Silver Sand
fr: Sable argente

source: Silver Sandstone
fr: Gres argente

source: Silver Sandstone Block
fr: Bloc de gres argente

source: Silver Sandstone Brick
fr: Brique de gres argente

source: Skeleton Key
fr: Cle de squelette

source: Snow
fr: Neige

source: Snow Block
fr: Bloc de neige

source: Steel Ingot
fr: Lingot en acier

source: Steel Block
fr: Bloc d'acier

source: Stick
fr: Bâton

source: Stone
fr: Pierre

source: Stone Block
fr: Bloc de pierre

source: Coal Ore
fr: Minerai de charbon

source: Copper Ore
fr: Minerai de cuivre

source: Diamond Ore
fr: Minerai de diamant

source: Gold Ore
fr: Minerai d'or

source: Iron Ore
fr: Minerai d'argent

source: Mese Ore
fr: Minerai de mese

source: Stone Brick
fr: Brique de pierre

source: Bronze Sword
fr: Epee en bronze

source: Diamond Sword
fr: Epee en diamant

source: Mese Sword
fr: Epee en mese

source: Steel Sword
fr: Epee en acier

source: Stone Sword
fr: Epee en pierre

source: Wooden Sword
fr: Epee en bois

source: Torch
fr: Torche

source: Tree
fr: Arbre

source: Flowing Water
fr: Eau coulante

source: Water Source
fr: Source d'eau

source: Wooden Planks
fr: Planches en bois

source: Glass Door
fr: Porte en verre

source: Obsidian Glass Door
fr: Porte en verre d'obsidienne

source: Steel Door
fr: Porte en acier

source: Wooden Door
fr: Porte en bois

source: Acacia Fence Gate
fr: Portail en bois d'acacia

source: Aspen Fence Gate
fr: Portail en bois de peuplier

source: Junglewood Fence Gate
fr: Barriere en bois tropical

source: Pine Fence Gate
fr: Portail en pin

source: Wooden Fence Gate
fr: Portail en bois

source: Hidden Door Segment
fr: Segment de porte cachee

source: Trapdoor
fr: Trappe

source: Steel Trapdoor
fr: Trappe en acier

source: Black dye
fr: Colorant noir

source: Blue dye
fr: Colorant bleu

source: Brown dye
fr: Colorant marron

source: Cyan dye
fr: Colorant cyan

source: Dark green dye
fr: Colorant vert fonce

source: Dark grey dye
fr: Colorant gris fonce

source: Green dye
fr: Colorant vert

source: Grey dye
fr: Colorant gris

source: Magenta dye
fr: Colorant magenta

source: Orange dye
fr: Colorant orange

source: Pink dye
fr: Colorant rose

source: Red dye
fr: Colorant rouge

source: Violet dye
fr: Colorant violet

source: White dye
fr: Colorant blanc

source: Yellow dye
fr: Colorant jaune

source: Bread
fr: Pain

source: Cotton
fr: Coton

source: Desert Sand Soil
fr: Sable du desert laboure

source: Wet Desert Sand Soil
fr: Sable du desert laboure

source: Flour
fr: Farine

source: Bronze Hoe
fr: Houe en bronze

source: Diamond Hoe
fr: Houe en diamant

source: Mese Hoe
fr: Houe en mese

source: Steel Hoe
fr: Houe en acier

source: Stone Hoe
fr: Houe en pierre

source: Wooden Hoe
fr: Houe en bois

source: Cotton seed
fr: Graine de coton

source: Wheat seed
fr: Graine de ble

source: Soil
fr: Sol

source: Wet Soil
fr: Sol mouille

source: Straw
fr: Paille

source: Wheat
fr: Ble

source: Flint and Steel
fr: Briquet

source: Permanent Flame
fr: Flamme permanente

source: White dandelion
fr: Caroline

source: Yellow Dandelion
fr: Pissenlit

source: Blue Geranium
fr: Geranium bleu

source: Brown Mushroom
fr: Champignon marron

source: Red Mushroom
fr: Champignon rouge

source: Orange Tulip
fr: Tulipe orange

source: Viola
fr: Violette

source: Waterlily
fr: Nenuphar

source: Ignore (you hacker you!)
fr: Ignore

source: Screwdriver (left-click rotates face, right-click rotates axis)
fr: Tournevis (Clique-gauche fait pivoter la face, clique-droit fait pivoter l'axe)

source: Acacia Wood Slab
fr: Dalle en bois d'acacia

source: Aspen Wood Slab
fr: Dalle en bois de peuplier

source: Brick Slab
fr: Dalle de brique

source: Bronze Block Slab
fr: Dalle en bronze

source: Cobblestone Slab
fr: Dalle en pierre

source: Copper Block Slab
fr: Dalle en cuivre

source: Desert Cobblestone Slab
fr: Dalle en pave du desert

source: Desert Sandstone Slab
fr: Dalle en gres

source: Desert Sandstone Block Slab
fr: Dalle en bloc de gres

source: Desert Sandstone Brick Slab
fr: Dalle en brique de gres

source: Desert Stone Slab
fr: Dalle en pierre du desert

source: Desert Stone Block Slab
fr: Dalle en bloc de pierre du desert

source: Desert Stone Brick Slab
fr: Dalle en brique de pierre du desert

source: Gold Block Slab
fr: Dalle en or

source: Jungle Wood Slab
fr: Dalle en bois de la jungle

source: Mossy Cobblestone Slab
fr: Dalle en pierre taillee mousseuse

source: Obsidian Slab
fr: Dalle d'obsidienne

source: Obsidian Block Slab
fr: Dalle en bloc d'obsidienne

source: Obsidian Brick Slab
fr: Dalle en brique d'obsidienne

source: Pine Wood Slab
fr: Dalle en bois de pin

source: Sandstone Slab
fr: Dalle en pierre de sable

source: Sandstone Block Slab
fr: Dalle en bloc de pierre de sable

source: Sandstone Brick Slab
fr: Dalle en brique de pierre de sable

source: Silver Sandstone Slab
fr: Dalle en pierre de sable d'argent

source: Silver Sandstone Block Slab
fr: Dalle en bloc de pierre de sable argente

source: Silver Sandstone Brick Slab
fr: Dalle en brique de pierre de sable argente

source: Steel Block Slab
fr: Dalle en acier

source: Stone Slab
fr: Dalle en pierre

source: Stone Block Slab
fr: Dalle en bloc de pierre

source: Stone Brick Slab
fr: Dalle en brique de pierre

source: Straw Slab
fr: Dalle de paille

source: Wooden Slab
fr: Dalle en bois

source: Acacia Wood Stair
fr: Escalier en bois d'acacia

source: Aspen Wood Stair
fr: Escalier en bois de peuplier

source: Brick Stair
fr: Escalier en brique

source: Bronze Block Stair
fr: Escalier en bronze

source: Cobblestone Stair
fr: Escalier en pierre taillee

source: Copper Block Stair
fr: Escalier en cuivre

source: Desert Cobblestone Stair
fr: Escalier en pave du desert

source: Desert Sandstone Stair
fr: Escalier en gres

source: Desert Sandstone Block Stair
fr: Escalier en bloc de gres

source: Desert Sandstone Brick Stair
fr: Escalier en gres

source: Desert Stone Stair
fr: Escalier en pierre du desert

source: Desert Stone Block Stair
fr: Escalier en bloc de pierre du desert

source: Desert Stone Brick Stair
fr: Escalier en brique de pierre du desert

source: Gold Block Stair
fr: Escalier en or

source: Jungle Wood Stair
fr: Escalier en bois de la jungle

source: Mossy Cobblestone Stair
fr: Escalier en pierre taillee moussue

source: Obsidian Stair
fr: Escalier d'obsidienne

source: Obsidian Block Stair
fr: Escalier en bloc d'obsidienne

source: Obsidian Brick Stair
fr: Escalier en brique d'obsidienne

source: Pine Wood Stair
fr: Escalier en bois de pin

source: Sandstone Stair
fr: Escalier en gres

source: Sandstone Block Stair
fr: Escalier en bloc de gres

source: Sandstone Brick Stair
fr: Escalier en brique de gres

source: Silver Sandstone Stair
fr: Escalier en gres d'argent

source: Silver Sandstone Block Stair
fr: Escalier en bloc de gres argente

source: Silver Sandstone Brick Stair
fr: Escalier en brique de gres argente

source: Steel Block Stair
fr: Escalier en bloc d'acier

source: Stone Stair
fr: Escalier en pierre

source: Stone Block Stair
fr: Escalier en bloc de pierre

source: Stone Brick Stair
fr: Escalier en brique de pierre

source: Straw Stair
fr: Escalier en paille

source: Wooden Stair
fr: Escalier en bois

source: Gun Powder
fr: Poudre à canon

source: TNT
fr: TNT - Explosifs

source: Unknown Item
fr: Objet inconnu

source: Drinking Glass (empty)
fr: Verre (vide)

source: Glass Bottle (empty)
fr: Bouteille en verre (vide)

source: Pile of Glass Fragments
fr: Pile de fragments de verre

source: Vessels Shelf
fr: Etageres à vaisselle

source: Heavy Steel Bottle (empty)
fr: Bouteille en acier lourde (vide)

source: Cobblestone Wall
fr: Mur en pave

source: Desert Cobblestone Wall
fr: Mur de pave du desert

source: Mossy Cobblestone Wall
fr: Mur de pave de mousse

source: Black Wool
fr: Laine noire

source: Blue Wool
fr: Laine bleue

source: Brown Wool
fr: Laine marron

source: Cyan Wool
fr: Laine cyan

source: Dark Green Wool
fr: Laine vert fonce

source: Dark Gray Wool
fr: Laine gris fonce

source: Green Wool
fr: Laine verte

source: Gray Wool
fr: Laine grise

source: Magenta Wool
fr: Laine magenta

source: Orange Wool
fr: Laine orange

source: Pink Wool
fr: Laine rose

source: Red Wool
fr: Laine rouge

source: Violet Wool
fr: Laine violette

source: White Wool
fr: Laine blanche

source: Yellow Wool
fr: Laine jaune

source: Iron bar
fr: Barreau en fer

source: Glass Pane
fr: Vitre en verre
